# system
fontconfig
dconf-cli
gpg

# development
build-essential
libreadline-dev
moreutils
ncurses-term
zsh
git
tig
python3-dev
python3-pip
universal-ctags
uuid-runtime

# productivity tools
htop
curl
wget
httpie
unzip
tree
fd-find
ripgrep
jq
units
