tap "homebrew/cask"

brew "bash"
brew "bat"
brew "coreutils"
brew "ctags"
brew "fd"
brew "fzf"
brew "go"
brew "golangci-lint"
brew "htop"
brew "httpie"
brew "jq"
brew "lsd"
brew "lua"
brew "luarocks"
brew "moreutils"
brew "ncurses"
brew "nvm"
brew "ripgrep"
brew "shellcheck"
brew "tig"
brew "tree"
brew "wget"
brew "gh"
cask "kitty"
