# system
brew "coreutils"
brew "gpg"

# development
brew "moreutils"
brew "ncurses"
brew "bash"
brew "bash-completion"
brew "tig"
brew "ctags"

# productivity tools
brew "kitty"
brew "lsd"
brew "bat"
brew "htop"
brew "wget"
brew "httpie"
brew "tree"
brew "fd"
brew "ripgrep"
brew "jq"
